<?php
$lang = array(
    'lang'             => 'br',
    /* -----------------------------------------------------
     * Index
     ----------------------------------------------------- */
    'homeTitle'        => 'Tarefas',
    /* -----------------------------------------------------
     * Legende fiel for colum todo
     ----------------------------------------------------- */
    'todoName'         => 'Tarefa',
    'todoInfo'         => 'Descrição',
    'todoStatus'       => 'Estatus',
    'todoActions'      => 'Ações',
    /* -----------------------------------------------------
     * New Task
     ----------------------------------------------------- */
    'homeNewTitle'     => 'Nova tarefa',
    'homeNewName'      => 'Nome da tarefa',
    'homeNewInfo'      => 'Detalhes',
    'homeNewButton'    => 'Criar',
    /* -----------------------------------------------------
     * Edit Task
     ----------------------------------------------------- */
    'editTitle'        => 'Editar',
    'editButton'       => 'Atualizar',
    /* -----------------------------------------------------
     * Delet Task
     ----------------------------------------------------- */
    'deletButton'       => 'Deletar',
);